Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: , who fell to the ground during Saturday's protest march in Tehran – her face covered in blood and her eyes still gazing at friends shocked by her instant death – was probably the most horrendous single image out of
ar: التي سقطت على الأرض خلال مسيرة احتجاج يوم السبت في طهران ووجهها مغطى بالدماء وعينيها ما زالت تحدق في الأصدقاء مصدومة من وفاتها الفورية ربما كانت أبشع صورة خرجت من

source: since the 12 June elections. The footage, now authenticated by Neda's fiance, encapsulates in less than one minute the brutality of a regime that cannot tolerate dissent even from the young. It also speaks of the nervous disposition of the Islamic republi
ar: منذ انتخابات 12 يونيو، فاللقطات التي تم التأكد من صحتها من خطيب ندى تلخص في أقل من دقيقة واحدة وحشية النظام الذي لا يمكن أن يسمح بمعارضته حتى ولو من الشباب، كما تعبر اللقطات عن عصبية القوات الخاصة للجمهورية الإسلامية الذين يشعرون بالتهديد من الشباب المتظا

source: Revolutionary Guards say
ar: ، ويقول الحرس الثوري

source: they will crush all further rallies.
ar: الآن أنهم سيسحقون أي مظاهرات أخرى.

source: Their aim in killing a young girl is clear: to frighten other girls away from coming to the streets. Young girls have always posed a threat to the Islamic establishment, which wants to deny them equal rights and imposes a strict dress code on them. Women'
ar: إن هدفهم من قتل فتاة صغيرة واضح وهو تخويف الفتيات الأخرى من الخروج إلى الشوارع، فالشابات دائماً ما شكلن تهديداً للمؤسسة الإسلامية التي يريد حرمانهم من الحقوق المساوية وفرض نظاماً صارماً على قواعد اللباس، فنشطاء حقوق المرأة طالبوا بوضع حد لرجم المرأة وللقو

source: On Friday
ar: وفي يوم الجمعة

source: Ayatollah Ali Khamenei banned protests
ar: آية الله علي خامنئي التظاهرات خلال خطابه الذي استغرق ساعتين

source: in his two-hour-long speech. He praised the electoral process as fair and transparent, pronouncing Mahmoud Ahmadinejad the elected president. He threatened that further demonstrations would be dealt with severely. However, as the commander-in-chief of the
ar: ، وأثنى على العملية الانتخابية ووصفها بالنزيهة والشفافة وأعلن محمود أحمدي نجاد الرئيس المنتخب، كما هدد قائلاً إنه سيتم التعامل بصرامة مع أي مظاهرات، إلا أنه بوصفه القائد الأعلى لجيش الجمهورية الإسلامية ولقواتها الأمنية لم يفسر

source: 30 people have been killed
ar: سبب مقتل أكثر من 30 شخصاً

source: just for staging a peaceful protest. Surely, no one should have the right to kill even one person participating in a peaceful, unarmed rally. And if you'd like the Islamic version of the same, no Muslim has the right to kill or order the killing of anothe
ar: لمجرد تنظيمهم مظاهرة سلمية. بالتأكيد، لا يملك أي شخص الحق في قتل حتى شخص واحد يشارك في مظاهرة سلمية غير مسلحة، وإذا كنت ترغب معرفة النص الإسلامي لهذا، فإنه لا يحق لأي مسلم أن يقتل أو يأمر بقتل مسلم آخر، وهذا قد يفسر سبب محاولة المسئولين في طهران إيجاد زاو

source: The Iranian foreign minister,
ar: وأدعى وزير الخارجية

source: Manouchehr Mottaki
ar: الإيراني منوشهر متكي إن

source: , claimed that a number of Britons, including secret service personnel, had entered Iran prior to voting. His spokesman claimed that Iranian Internet sites had been hacked by the US and UK. And the supreme leader said the British were the most malici
ar: عدداً من البريطانيين بما فيهم أفراد المخابرات السرية دخلوا إيران قبل التصويت، وقال المتحدث باسمه إن مواقع الانترنت الإيرانية تم اختراقها من قبل الولايات المتحدة والمملكة المتحدة، وقال المرشد الأعلى إن البريطانيين هم الأكثر خبثاً من جميع القوى الأجنب

source: By siding with Ahmadinejad, a relative junior, the supreme leader also put his own career on the line. His credibility is now linked to that of the president. Moreover, he has angered some of the powerful political heavyweights.
ar: فبوقوف المرشد الأعلى إلى جانب أحمدي نجاد الذي يعتبر مبتدأ نسبياً، فهو يضع وظيفته تحت مرمى النيران، ومصداقيته أصبحت الآن مرتبطة بذاك الرئيس. وعلاوة على ذلك، أثار المرشد الأعلى غضب بعض القوى السياسية ذات الثقل، وقام آية الله بتهميش دور

source: Akbar Rafsanjani
ar: أكبر

source: – probably the second most powerful man in the Islamic establishment with his own followers and network of devotees – was sidelined by the ayatollah. Rafsanjani is head of the assembly of experts – the only body with the power to remove the supreme leader
ar: رفسنجاني ثاني أقوى رجل في المؤسسة الإسلامي مع أتباع حزبه والموالين له. فرفسنجاني هو رئيس مجلس الخبراء وهو الهيئة الوحيدة التي لديها القدرة على إزالة المرشد الأعلى، وهو الآن يشعر بجرح غائر ليس فقط لأن أحمدي نجاد أهانه خلال مناظرة تلفزيونية على الهواء مباشر

source: Mir Hossein Mousavi
ar: مير حسين موسوي الذي اعتبر

source: , regarded for the past 30 years as an establishment figure, has now advised his supporters to continue protesting. Protesting against lies and fraud is your right. In your protests continue to show restraint, a statement on his website said.
ar: خلال الثلاثين سنة الماضية من أكبر شخصيات المؤسسة نصح أنصاره بمواصلة الاحتجاج، وجاء في بيان على موقعه على الانترنت الاحتجاج على الأكاذيب والغش هو حق لكم، ففي احتجاجاتكم واصلوا التحلي بضبط النفس.

source: Meanwhile, Ayatollah Ali Khamenei has played his final card. He cannot reverse his directives. There is now no possibility of a re-count or repeat elections and there will be no point in the guardian council's attempts at a whitewash. He will now be seen
ar: ومن ناحية أخرى، لعب آية الله علي خامنئي ورقته الأخيرة، فهو لا يمكن عكس توجيهاته، فلا يوجد الآن أي فرصة لإعادة الفرز أو إعادة الانتخابات ولن يكون هناك فائدة من محاولة مجلس الوصاية لتغيير الحقائق، فهو يُنظر إليه الآن باعتباره متورطاً فيما يتصوره المتظاهرون

source: Young Iranians were disappointed with the supreme leader after his speech. They have conveyed their sadness in email and internet messages and through phone conversations and footage sent out despite the near-complete blackout. They no longer address Ahma
ar: وشعر الشباب الإيرانين بخيبة أمل من المرشد الأعلى بعد خطابه، ونقلوا حزنهم بالبريد الالكتروني ورسائل الانترنت وعبر المكالمات الهاتفية وإرسال اللقطات على الرغم من التعتيم شبه كامل، فلم يعدوا يواجهون أحمدي نجاد بانتقاداتهم، فهم يحملون الآن المرشد الأعلى المسئ

source: By appearing on the streets on Saturday and Sunday, some of the young chose to ignore the leader's explicit directives. Their anger was turned into hatred when 10 more people were killed, Neda among them. Now, instead of dealing with the anger and distrus
ar: وبخروج بعض الشباب إلى الشوارع يومي السبت والأحد، اختاروا تجاهل توجيهات المرشد الصريحة، وتحول غضبهم إلى كراهية عندما قُتل أكثر من10 أشخاص وندى الآن من بينهم، الآن وبدلاً من التعامل مع الغضب وعدم الثقة، لم يترك آية الله إلا الخيارين المرين أمام المتظاهرين

source: Reading Khamenei: The World View of Iran's Most Powerful Leader
ar: قراءات حول خامنئي: وجهة نظر عالمية حول أكثر القادة سلطاناً

source: There is perhaps no leader in the world more important to current world affairs but less known and understood than Ayatollah Ali Khamenei, Supreme Leader of Iran. In a unique and timely new study Carnegie’s Karim Sadjadpour presents an in-depth political
ar: لا يوجد قائد في العالم أجمع ينازع القائد الأعلى آية الله خامنئي في درجة أهميته في الشئون الخارجية و الأحداث الجارية. و لكنه في نفس الوقت أقلهم فهماً من قبل الآخرين. و في دراسة فريدة و حديثة لكريم سادجادبور من جامعة كارنيجي، تم عرض ملامح شخصية خامنئي بناءً

source: Sadjadpour argues that “Iran’s Islamic government is more powerful than it has ever been vis-à-vis the United States, Khamenei is more powerful than he’s ever been within Iran, and in order to devise a more effective U.S. policy toward Iran a better under
ar: و قد أوضح سادجادبور أن: إن حكومة إيران الإسلامية الحالية هي الأكثر قوة في الحكومات التي مرت على الجمهورية الإسلامية الإيرانيةو ذلك عكس ما يقع الآن مع حكومة الولايات المتحدة الأمريكية. فخامنئي هو الأكثر قوة مما كان عليه الحال داخل إيران. و لتحقيق فهماً أ

source: Given that the real political power of the Iranian Supreme Leader dwarfs that of the president, Sadjadpour argues, “It’s time for the world to focus less on Ahmadinejad and more on Khamenei. His speeches present arguably the most accurate reflection of Ir
ar: و من ثم فإن القوة الأساسية للقائد الأعلى الإيراني تفوق التي يتمتع بها الرئيس الإيراني، و قد أوضح سادجادبور أن: أعتقد أن هذا الوقت بالنسبة للعالم هو للتركيز بشكل أقل على أحمدي نجاد و بشكل أكبر على خامنئي. حيث تقدم خطبه السياسية أكثر صورة إنعكاسية للوضع ال

source: “Given Iran’s centrality to urgent U.S. and European foreign policy challenges—namely Iraq, nuclear proliferation, terrorism, energy security, Arab–Israeli peace, and Afghanistan,” Sadjadpour writes, “the United States does not have the luxury of shunning
ar: و قد أعطى إيران المركزية في بعض القضايا و التحديات المرتبطة بالسياسة الخارجية مع كلٍ من الولايات المتحدة الأمريكية و الإتحاد الأوروبي – و بشكل خاص تحديات أو قضايا الوضع العراقي و انتشار الأسلحة النووية، الإرهاب، أمن الطاقة، عملية السلام العربي الإسرائيلي

source: Sadjadpour argues that any successful approach toward Iran must take into account Khamenei’s pivotal role in Iran’s decision-making process and his deeply held suspicions of the United States. “Trying to engage an Iran with Khamenei at the helm will no do
ar: و قد أوضح سادجادبور في مقالته كذلك أن أي أسلوب ناجح للتعامل مع إيران يجب أن يأخذ في الإعتبار دور خامنئي المحوري في عملية إتخاذ القرار الإيرانيو شكوكه القوية في شئوون الإدارة الأمريكية. محاولة ربط إيران و خامنئي من الرأس سيحاول أن يجربها البعض، و لكنها ست

source: Click on the icon above for the full text of this Carnegie report.
ar: اضغط على الأيقونة بالأعلى بهدف قراءة مقالة كريم سادجادبور كاملةً.

source: About the Author
ar: نبذة مختصرة عن الكاتب:

source: is an associate at the Carnegie Endowment for International Peace. He joined Carnegie after four years as the chief Iran analyst at the International Crisis Group based in Tehran and Washington, D.C. A leading researcher on Iran, Sadjadpour has conducted
ar: هو عضو مشارك في مؤسسة كارنيجي للدعوة للسلام العالمي. و قد إنضم لكارنيجي منذ أربعة أعوام كمحلل قائد للشئون الإيرانية خلال أزمة المجموعة العالمية، المبنية على طهران و واشنطن، و هو باحث رئيسى في الشئوون الإيرانية، و سادجادبور قام بالعديد من المقابلات مع مسئو

source: Karim Sadjadpour
ar: كريم سادجادبور -

source: Guardian Council: Over 100% voted in 50 cities
ar: مجلس صيانة الدستور: أكثر من 100 % صوتوا في خمسين مدينة.

source: Iran's Guardian Council has suggested that the number of votes collected in 50 cities surpass the number of people eligible to cast ballot in those areas.
ar: أعلن مجلس صيانة الدستور الإيراني أن عدد الأصوات التي تم جمعها في خمسين مدينة قد تجاوز عدد المسجلين بأصواتهم في تلك المناطق.

source: The council's Spokesman Abbas-Ali Kadkhodaei, who was speaking on the Islamic Republic of Iran Broadcasting (IRIB) Channel 2 on Sunday, made the remarks in response to complaints filed by Mohsen Rezaei -- a defeated candidate in the June 12 Presidential e
ar: و قال المتحدث باسم المجلس عباس علي كادخودعي, الذي كان يتحدث على الإذاعة الثانية الرسمية للجمهورية الإسلامية في إيران (أي أر أي بي ) يوم الأحد, في رد على شكاوى محسن رضائي - المرشح المهزوم في الانتخابات الرئاسية التي جرت في الواحد و العشرين من شهر حزيران.

source: Statistics provided by the candidates, who claim more than 100% of those eligible have cast their ballot in 80-170 cities are not accurate -- the incident has happened in only 50 cities, Kadkhodaei said.
ar: إن الإحصاءات المقدمة من المرشحين, الذين يدعون بأن أصوات أكثر من 100 % من المؤهلين, الذين أدلوا بأصواتهم في 80 إلى 170 مدينة ليست دقيقة, و أن هذه الحادثة قد حصلت في خمسين مدينة فقط .

source: Kadkhodaei further explained that the voter turnout of above 100% in some cities is a normal phenomenon because there is no legal limitation for people to vote for the presidential elections in another city or province to which people often travel or comm
ar: كما أوضح كادخودعي أيضا أن كون نسبة الإقبال تفوق 100 % في بعض المدن هي ظاهرة طبيعية, بسبب عدم وجود قوانين تنص على منع الناس من أن يصوتوا في الانتخابات الرئاسية في مدينة أو مقاطعة أخرى غير التي يصوتون فيها أو يسافرون إليها في أغلب الاحيان.

source: According to the Guardian Council spokesman, summering areas and places like district one and three in Tehran are not separable.
ar: و وفقا للمتحدث باسم مجلس صيانة الدستور, فإن مناطق الاصطياف و أماكن مثل المنطقة الأولى و الثالثة في طهران هي أماكن غير مفصولة.

source: The spokesman, however, said that the vote tally affected by such issues could be over 3 million and would not noticably affect the outcome of the election.
ar: و لكن المتحدث, على أية حال, قال أن تأثير فرز الأصوات الخاضعة لمثل هذه المسائل يمكن أن يكون بأكثر من 3 مليون و لن يؤثر بالتالي بشكل ملحوظ في نتائج الانتخابات.

source: He, however, added that the council could, at the request of the candidates, re-count the affected ballot boxes, and determine whether the possible change in the tally is decisive in the election results, reported
ar: كما أنه, على الرغم من ذلك, أضاف أن المجلس يمكنه, بناء على طلب من المرشحين, إعادة فرز الصناديق المتضررة, و تحديد ما إذا كانت عملية الفرز ستؤدي إلى تغيير حاسم في نتائج الانتخابات, هذا ما أفادت به

source: Three of the four candidates contesting in last Friday's presidential election cried foul, once the Interior Ministry announced the results - according to which incumbent President Mahmoud Ahmadinejad was declared the winner with almost two-thirds of the
ar: هذا و كان قد أعلن ثلاثة من أصل أربعة مرشحين لخوض الانتخابات الرئاسية يوم الجمعة الماضي اشمئزازهم, و ذلك فور إعلان وزارة الداخلية للنتائج - و التي بموجبها تم الإعلان عن فوز الرئيس الحالي محمود أحمدي بنسبة تفوق الثلثين من الأصوات.

source: Rezaei, along with Mir-Hossein Mousavi and Mehdi Karroubi, reported more than 646 'irregularities' in the electoral process and submitted their complaints to the body responsible for overseeing the election -- the Guardian Council.
ar: و قد أعلن كل من رضائي, و مير حسين موسوي و مهدي كروبي, عن أكثر من ستمائة و ستة و أربعين مخالفة في عملية الانتخابات و قدموا شكاويهم إلى الجهة المسؤولة عن الإشراف على الانتخابات - و هي مجلس صيانة الدستور.

source: Mousavi and Karroubi have called on the council to nullify Friday's vote and hold the election anew. This is while President Ahmadinejad and his Interior Minister Sadeq Mahsouli have rejected any possibility of fraud, saying that the election was free and
ar: كما دعا كل من موسوي و خروبي المجلس إلى إلغاء نتيجة تصويت يوم الجمعة و إعادة إجراء الانتخابات من جديد. في الوقت الذي رفض فيه الرئيس أحمدي نجاد و وزير الداخلية صادق محصولي وجود أي إمكانية للغش, و القول أن الانتخابات كانت حرة و نزيهة.

source: Sun, 21 Jun 2009 23:33:38 GMT
ar: الأحد في الحادي و العشرين من شهر حزيران, 2009. _الساعة 23:33:38 بتوقيت غرينتش.

source: The Guardian Council Spokesman Abbas-Ali Kadkhodaei
ar: المتحدث باسم مجلس صيانة الدستور عباس علي كاخودعي.

source: Iran’s Clenched Fist Election: What Next for U.S. Policy?
ar: انتخابات إيران القوية: ماذا ستكون السياسة الأمريكية القادمة?

source: Informed Comment
ar: تعليق شامل

source: Thoughts on the Middle East, History, and Religion
ar: آراء حول الشرق الأوسط والتاريخ والدين

source: Juan Cole is President of the Global Americana Institute
ar: كاتب الموضوع هو رئيس معهد جلوبال أمريكانا

source: Friday, June 26, 2009
ar: الجمعة 26 يونيو, 2009

source: Michael Jackson, Islam and the Middle East
ar: مايكل جاكسون ، الإسلام والشرق الأوسط

source: Michael Jackson's sad death at age 50 has provoked an outpouring of emotion around the whole world. Because of globalization, it is an event that affects fans in Asia and the Middle East, as well. In early 2007,
ar: ألقى وفاة مايكل جاكسون عن خمسين عاما بظلال من الحزن على أرجاء العالم أجمع، فالعولمة قد جعلت من وفاته حدثا مؤثرا على عشاقه ليس في الغرب فحسب ولكن في آسيا والشرق الأوسط أيضا. في أوائل 2007،

source: his brother Jermaine, a Muslim, announced that Michael would embrace that religion.
ar: أعلن شقيق جاكسون المسلم ، جيرمين، أن جاكسون سيعتنق الإسلام

source: In November of 2008, just months before his death
ar: وفي نوفمبر (تشرين ثان) 2008، أي قبل وفاته بعدة شهور-

source: press reports said that Michael Jackson had formally converted to Islam
ar: - ذكرت بعض التقارير الصحفية أن مايكل جاكسون اعتنق بالفعل الدين الإسلامي.

source: Jackson was a man of multiple identities, which helped account for his enormous worldwide popularity. It seems clear that he was deeply traumatized by his rough show business childhood, and that things happened to him to arrest his development. Just as a
ar: كان لجاكسون هويات متعددة مما ساعد على نمو شعبيته بصورة كبيرة في العالم بأسره. ويبدو جليا أنه قد تأثر نفسيا بحياة الفن الصعبة التي عاشها منذ طفولته وأن هناك العديد من الأشياء التي أثرت على نموه. يمكن تشبيه ما حدث له بالخلية الجذعية التي يمكن أن تنمو لتص

source: Jermaine Jackson explained that it was the experience of touring the Gulf
ar: يقول جيرمين جاكسون أن القيام بجولة في منطقة الخليج

source: that brought family members into contact with Islam. Interestingly, he found that Islam resolved some dilemmas he had about Jehovah's Witness beliefs. Just as Malcolm X had been converted by his pilgrimage to Mecca from a narrow sectarian folk religion in
ar: هو السبب في تعرف العائلة على الدين الإسلامي. وقد أثار اهتمامه أن الإسلام حل بعض المعضلات التي كانت تدور بذهنه حول معتقدات شهود يهوه وقد حذا جيرمين حذو مالكوم إكس الذي حول الإسلام بعد حجه إلى مكة من دين يعتنقه طائفة محدودة من الأمريكين إلى دين سني معاد

source: We can only speculate about the attractions for Michael Jackson of Islam, but likely his 2005 trial in which he was acquitted of all charges was implicated in his desire for a change. The court psychiatrist confirmed his psychological innocence, saying he
ar: لا نملك سوى تخمين أسباب انجذاب مايكل جاكسون للإسلام ولكن يبدو أن محاكمته عام 2005 وبراءته من جميع التهم المنسوبة إليه قد أذكت شرارة التغيير في نفسه. فقد أكد الطبيب النفسي للمحكمة على براءته نفسيا بقوله أنه تم القبض عليه عندما كان في العاشرة من عمره . ترك

source: Those who lived through the 80s will never forget the Michael of Thriller and other breakthrough videos.
ar: أولئك الذين عاشوا في الثمانينيات من القرن الماضي لن ينسوا فيديو ثريلر وغيرها من الأغاني التي لاقت شعبية كبيرة آنذاك.

source: But it seems to me that the iconic later Jackson is Black or White, which powerfully makes the points above about the fluidity of identity in a globalized world, and underlines the common humanity of us all, something that the eternal boy could see thro
ar: بالنسبة لي، فإن أهم أغاني مايكل جاكسون هيىأبيض أو أسود فهي تحمل دلالة رمزية عما أثرته سابقا عن ذوبان الهوية في ظل العولمة كما تؤكد على إنسانيتنا المشتركة وهذا ما رآه الطفل الأبدي جاكسون من خلال غيوم طفولته الأبدية المليئة بالجروح والآلام. إن الأطفال لا

source: Here are the lyrics of Black or White
ar: وهنا أغنية اسود او ابيض

source: . Given the stereotyping of Gulf Arabs as medieval and fanatical, and given the hurtful prejudice against their very form of clothing in the West, it is only right that they should have the last word here on Michael Jackson's universal appeal:
ar: لازال جاكسون يتمتع بشعبية كبيرة في الشرق الأوسط وها هي رسالة امتنان وتقدير من الخليج إلى ملك البوب. وأرى أن يكون للعرب الرأي الأخير هنا في التعبير عن حب العالم أجمع لمايكل جاكسون وذلك لإثبات خطأ الصورة النمطية في الغرب عن الخليجيين بأنهم متعصبون ويعيشون

source: I think burkas are crazy, and I always look at the woman wearing it (if I can) and wonder why is she wearing it. I even felt like throwing a question at a student working with me once just out of interest to see if she truly believes that me seeing her fa
ar: أعتقد أن عملية ارتداء البرقع (النقاب) هي مسألة جنونية، و كثيراً ما أنظر إلى المرأة التي ترتدي البرقع أو النقاب إن استطعت أن أنظر غليها و أتساءل لماذا ترتدي تلك المرءة ذلك النقاب؟ حتى أنني شعرت بالرغبة في طرح التساؤل على أحد الطالبات اللاتي تعملن معي فقط ل

source: French president Nicolas Sarkozy said in a speech last week that burkas are not welcomed in France. The Parliament is preparing for a law that bans the wearing of burkas in France.
ar: و قد قال الرئيس الفرنس في خطاب له الأسبوع الماضي أن النقاب او البرقع غير مرحب به في فرنسا. و أن المجلس التشريعي أو البرلمان الفرنسي في طريقه لسن قانون يحرم ارتداء النقاب في فرنسا.

source: I have a major problem with that.
ar: و في الواقع أنا أعاني من مشكلةٍ كبيرة في ذلك الشأن:

source: First, they are banning something because they do not like it. A woman who is shopping or walking down the street is not taking away the freedom from anyone else. She is minding her own business. We should not lock people up because we don't like how they
ar: أولاً: هم يحرمون شيئاً ما لأنهم فقط لا يحبونه. فالمرأة التي تتسوق أو تسير بالشارع لا تستغل أو تسرق حرية شخصٍ آخر، فهي لا تهتم سوى بشئونها الخاصة فقط. كما أننا لن نحجر على سلوكيات الآخرين فقط لأننا لا نحب المظهر الذيث يظهرون عليه، و إلا لكنا فعلنا الأمر ذا

source: Secondly, they're doing the same thing that the religious police is Saudi Arabia and Iran is doing, chasing women and giving them a fine or locking them in jail because of something they are wearing (or not wearing for that matter). It's exactly the same
ar: ثانياً: هم يقومون بالأمر ذاته الذي تقوم به سلطات الشرطة السعودية و الإيرانية، حين يقومون بمطاردة النساء و يفرضون عليهم غرامات أو حتى يزوجون بهم في السجن بسبب شيئاً مخلاً يرتدينه ( أو لا يرتدينه)، فهي قائمة على نفس الفكرة. فالحكومة افرنسية ستدني من مستواها

source: Abuse is another excuse the French have for banning the burka. They assume every woman wearing the burka is being forced to do so by her husband. This is actually true in a few cases. However in France a woman can get a divorce is she is being abused by h
ar: الإضطهاد هو عذر آخر للحكومة الفرنسية لتحريم البرقع. حيث تدعي الحكومة الفرنسية أن المرأة ترتدي البرقع مجبرةً على ذلك التصرف من قبل ذوجها. في الواقع تلك النظرة صحيحة في بعض الحالات. إلا أنه في فرنسا تستطيع المرأة الحصول على الطلاق إذا تم إلا أنه في فرنسا تس

source: Integration into the society is another concern, but you cannot enhance that by forcing a woman by law into wearing what you want her to wear. Besides, passing such law would cause many women covered with burkas to stay home rather than go outside their h
ar: التضامن المجتمعي يعد نقطة اهتمام أخرى، و لكنك لا تسطيع أن تزيد من ذلك بإجبار المرأة بسلطة القانون على إرتداء ما ترغبه أن يرتدونه. بالإضافة إلى تعدي مثل ذلك القانون يتسبب في أن تلتزم العديد من النساء الذين يريدون إرتداء البرقع البقاء بالمنزل بدلاً من الخرو

source: If you want them to be integrated you have to influence the way they think, if possible, by many other methods that do not violate personal freedoms. It has to be their own decision to put on or take off whatever cloth they want. You will not suddenly ope
ar: فإذا ما كنت تريد منهم أن يندمجوا في المجتمع، لابد أن تؤثر على طريقة التفكير التي يتبعونها، إن أتيحت لك الفرصة، بشرط ألا تتعدى على الحريات الشخصية. فيجب أن يكون القرار قرارهن فقط أن يخلعن أو ترتدين ما يردنه من ملابس. فأنت لن تستطيع أن تفتح عقولهن فجأةً من

source: Do not treat a cough by a cough suppressant. Treat it with excising the cancer that's causing it.
ar: فلا تعالج السعال بمانع أو خامد للسعال. و لكن عليك بمعالجته من خلال معالجة السبب له.

source: It did feel to me as quite ridiculous. Let them wear what they want, even if you think it is dehumanizing. Not everyone is hot on tattoos, but they're not banned in the Arab world
ar: أنا لا أشعر على الإطلاق أن الموقف سخيف. فلتعوهم يرتدوا ما يريدون، حتى لو أنك فكرت في أن تلك المسالأة غير آدمية. فلا يوجد شخص معجب الوشم، و لكنها غير محرمة أو ممنوعة في الوطن العربي.

source: And now it's Sarkozy's turn to want to liberate the subservient Muslim women?? Who has appointed him to be the mouthpiece for every Muslim women donning the burqa in France? ... Oh well, the long history of Orientalist justifications of wanting to contr
ar: و الآن جاء دور ساركوزي الذي يريد أن يحرر المرأة المسلمة الواقعة تحت العبودية؟؟ من الذي قام بتعيينه ليكون اللسان الناطق عن كل إمرأة مسلمة ترتدي النقاب بفرنسا؟ ... حسناً، إن التاريخ الطويل العريق للتبريرات الشرقية للتحكم في الشرقمن خلال الإدعاء بتحرير النسن
